Repository: wp-plugins/web-whales-seoshop-sign-up-form
Catalog: languages/ww-seoshop-sign-up-*.po
Languages: nl_nl

source: This plugin provides an affiliate sign up form for SEOshop Partners. Not yet a SEOshop Partner? Request a partnership for free at <a href="http://www.getseoshop.com/partners/?utm_source=Web%20Whales&utm_medium=referral&utm_campaign=Web%20Whales%20SEOshop%20Sign%20Up%20WordPress%20plugin" target="_blank">SEOshop</a>.
nl_nl: Deze plugin biedt een affiliate aanmeldformulier voor SEOshop partners. Nog geen SEOshop Partner? Vraag gratis een partnerschap bij <a href="http://www.seoshop.nl/partners/?utm_source=Web%20Whales&utm_medium=referral&utm_campaign=Web%20Whales%20SEOshop%20Sign%20Up%20WordPress%20plugin" target="_blank">SEOshop</a>.

source: Your SEOshop settings have been updated.
nl_nl: De SEOshop instellingen zijn bijgewerkt.

source: Important!
nl_nl: Belangrijk!

source: You can use this plugin when you are a registered SEOshop Partner only. Not yet a SEOshop Partner? Request a partnership for free at %s.
nl_nl: Je kunt deze plugin alleen gebruiken wanneer je een geregistreerde partner van SEOshop bent. Nog geen partner? Vraag gratis een partnerschap aan bij %s.

source: http://www.getseoshop.com/partners/
nl_nl: http://www.seoshop.nl/partners/

source: SEOshop Affiliate Settings
nl_nl: SEOshop affiliate instellingen

source: Congratulations! Your SEOshop store has been created.
nl_nl: Gefeliciteerd! Je SEOshop winkel is aangemaakt.

source: The password for your SEOshop account is %s.
nl_nl: Het wachtwoord voor je SEOshop account is %s.

source: Please use the following link to go to your SEOshop Dashboard.
nl_nl: Gebruik de volgende link om naar jouw SEOshop dashboard te gaan.

source: Error:
nl_nl: Fout:

source: Not all fields are filled in correctly.
nl_nl: Niet alle velden zijn juist ingevuld.

source: An unknown error has occurred. Please try again or contact us for any support.
nl_nl: Er is een onbekende fout opgetreden. Probeer het opnieuw of neem contact met ons op voor hulp.

source: The SEOshop sign up settings are not set up correctly.
nl_nl: De SEOshop affiliate instellingen zijn niet juist ingesteld.

source: Affiliate Company Name
nl_nl: Affiliate bedrijfsnaam

source: Use %s as placeholder for the user ID and %s as placeholder for the login hash in the URL. These placeholders must be present to save the URL.
nl_nl: Gebruik %s als placeholder voor de user ID en %s als placeholder voor de loginhash in de URL. Deze placeholders moeten gebruikt worden om de URL op te kunnen slaan.

source: Sticky header height
nl_nl: Sticky header hoogte

source: Used to calculate the scroll position of the user's browser after the form has been submitted.
nl_nl: Wordt gebruikt om de scrollpositie van de browser van de gebruiker te berekenen nadat het formulier verzonden is.

source: JavaScript callback. Will be fired after the store has been created successfully and the success message has been shown to the user.
nl_nl: JavaScript callback. Wordt uitgevoerd nadat de winkel is aangemaakt en succesbericht is getoond aan de gebruiker.

source: Copy & paste this shortcode
nl_nl: Kopieer & plak deze shortcode

source: This plugin has a built in captcha functionality to avoid spam. It uses reCAPTCHA by Google. To use this feature you have to create a reCAPTCHA key pair for your domain. You can create a key pair for free on %s.
nl_nl: Deze plugin heeft een ingebouwde captcha functie om spam te voorkomen. Het gebruikt reCAPTCHA van Google. Om deze functie te gebruiken dien je een reCAPTCHA key pair aan te maken voor jouw domein. Je kunt gratis een key pair aanmaken op %s.

source: Store Name
nl_nl: Winkelnaam

source: First Name
nl_nl: Voornaam

source: Last Name
nl_nl: Achternaam

source: Email Address
nl_nl: E-mailadres

source: Phone Number
nl_nl: Telefoonnummer

source: Sign Up for SEOshop
nl_nl: Aanmelden bij SEOshop
